Revit 2027 API
SymbolTypeId.Mm Property
 Symbol mm, indicating unit Millimeters.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Mm { get; }
Public Shared ReadOnly Property Mm As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Mm {
	ForgeTypeId^ get ();
}
static member Mm : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace